{
  "DEVELOPER": {
    "developer": "Entwickler"
  },
  "SECTIONS": {
    "about": "Über mich",
    "skills": "Fähigkeiten",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
  },
  "ABOUT": {
    "talk-01": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler, der in Loma Plata, Paraguay, lebt. Getrieben von den unendlichen Möglichkeiten in der IT-Welt bin ich leidenschaftlich daran interessiert, optisch ansprechende und benutzerfreundliche Webseiten und Anwendungen zu erstellen.",
    "talk-02": "Ich kann effektiv aus Paraguay remote arbeiten und habe den Vorteil, dank der Zeitverschiebung auch während der späten Nachtstunden für Arbeiten im deutschsprachigen Raum verfügbar zu sein."
  },
  "PORTFOLIO": {
    "title": "Portfolio",
    "description": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen."
  },
  "PROJECTS": {
    "join-projectName": "Join",
    "join-description": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und Organisieren von Aufgaben mit Drag-and-Drop-Funktionen, Benutzer und Kategorien zuweisen.",
    "join-alt": "Bild vom Projekt: Join.",

    "loco-projectName": "El Pollo Loco",
    "loco-description": "Jump-and-Run-Spiel: Ein Spiel, das mit objektorientierter Programmierung entwickelt wurde. besiege Gegner auf dem weg zum Endboss und sammle dabei Gegenstände.",
    "loco-alt": "Bild vom Projekt: El Pollo Loco."
  },
  "CONTACT": {
    "say": "Sag hi!",
    "title": "Möchten Sie ein neues Projekt besprechen?",
    "expression": "Sag Hallo! Lass uns deine Ideen besprechen und umsetzen",
    "yourName": "Dein Name",
    "yourNameRequired": "Ihr Name ist erforderlich.",
    "yourNameFull": "Bitte geben Sie Ihren vollständigen Namen ein.",
    "yourEmail": "Deine eMail",
    "yourEmailRequired": "Ihre E-Mail ist erforderlich.",
    "yourEmailFull": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
    "yourMessage": "Deine Nachricht",
    "yourMessageRequired": "Ihre Nachricht ist leer.",
    "checkBox01": "Ich habe gelesen",
    "checkBox02": "Datenschutzrichtlinie",
    "checkBox03": "und stimme der beschriebenen Verarbeitung meiner Daten zu."
  },
  "FOOTER": {
    "policy": "Datenschutz und rechtliche Hinweise"
  },
  "BUTTONS": {
    "sentMessage": "Nachricht senden",
    "letsTalk": "Lass uns reden",
    "scroll": "Scroll",
    "down": "runter",
    "switchBack": "Zurück zur Seite"
  },
  "IMPRINT": {
    "privacy-policy-01": "Datenschutzerklärung",
    "privacy-policy-02": "Stand",
    "privacy-policy-03": "Inhaltsübersicht",

    "policy-02": "Datenschutz und rechtliche Hinweise",

    "index-link-01": "Verantwortlicher",
    "index-link-02": "Übersicht der Verarbeitungen",
    "index-link-03": "Maßgebliche Rechtsgrundlagen",
    "index-link-04": "Sicherheitsmaßnahmen",
    "index-link-05": "Übermittlung von personenbezogenen Daten",
    "index-link-06": "Internationale Datentransfers",
    "index-link-07": "Rechte der betroffenen Personen",
    "index-link-08": "Bereitstellung des Onlineangebots und Webhosting",
    "index-link-09": "Einsatz von Cookies",
    "index-link-10": "Kontakt- und Anfrageverwaltung",
    "index-link-11": "Präsenzen in sozialen Netzwerken (Social Media)",

    "responsible-person": "Verantwortlicher",
    "overview-processing": "Übersicht der Verarbeitungen",
    "processing-description": "Die nachfolgende Übersicht fasst die Arten der verarbeiteten Daten, die Zwecke ihrer Verarbeitung und die betroffenen Personen zusammen.",
    "processing-description-h3": "Arten der verarbeiteten Daten",

    "type-of-processed-data-1": "Bestandsdaten",
    "type-of-processed-data-2": "Kontaktdaten",
    "type-of-processed-data-3": "Inhaltsdaten",
    "type-of-processed-data-4": "Nutzungsdaten",
    "type-of-processed-data-5": "Meta-, Kommunikations- und Verfahrensdaten",
    "type-of-processed-data-6": "Protokolldaten",

    "categories-of-data-subjects": "Kategorien betroffener Personen",
    "category-affected-persons-1": "Kommunikationspartner",
    "category-affected-persons-2": "Nutzer",
    "purposes-of-processing": "Zwecke der Verarbeitung",

    "purpose-processing-1": "Kommunikation",
    "purpose-processing-2": "Sicherheitsmaßnahmen",
    "purpose-processing-3": "Organisations- und Verwaltungsverfahren",
    "purpose-processing-4": "Feedback",
    "purpose-processing-5": "Bereitstellung unseres Onlineangebots und Nutzerfreundlichkeit",
    "purpose-processing-6": "Informationstechnische Infrastruktur",
    "purpose-processing-7": "Öffentlichkeitsarbeit",

    "legal-bases-01": "Maßgebliche Rechtsgrundlagen gemäß DSGVO",
    "security-measures": "Geeignete technische und organisatorische Maßnahmen, um ein angemessenes Schutzniveau gegen Risiken zu gewährleisten.",
    "legal-requirements": "Wir treffen nach Maßgabe der gesetzlichen Vorgaben unter Berücksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeiten und des Ausmaßes der Bedrohung der Rechte und Freiheiten natürlicher Personen geeignete technische und organisatorische Maßnahmen, um ein dem Risiko angemessenes Schutzniveau zu gewährleisten.",
    "measures-include": "Zu den Maßnahmen gehören insbesondere die Sicherung der Vertraulichkeit, Integrität und Verfügbarkeit von Daten durch Kontrolle des physischen und elektronischen Zugangs zu den Daten als auch des sie betreffenden Zugriffs, der Eingabe, der Weitergabe, der Sicherung der Verfügbarkeit und ihrer Trennung. Des Weiteren haben wir Verfahren eingerichtet, die eine Wahrnehmung von Betroffenenrechten, Löschung von Daten und Reaktionen auf Gefährdung der Daten gewährleisten. Ferner berücksichtigen wir den Schutz personenbezogener Daten bereits bei der Entwicklung bzw. Auswahl von Hardware, Software sowie Verfahren entsprechend dem Prinzip des Datenschutzes, durch Technikgestaltung und durch datenschutzfreundliche Voreinstellungen.",
    "transmission-of-personal-data": "Übermittlung von personenbezogenen Daten",
    "transmission-of-personal-data-02": "Im Rahmen unserer Verarbeitung personenbezogener Daten kommt es vor, dass diese an andere Stellen, Unternehmen, rechtlich selbstständige Organisationseinheiten oder Personen übermittelt oder sie ihnen gegenüber offengelegt werden. Zu den Empfängern dieser Daten können z.B. mit IT-Aufgaben beauftragte Dienstleister oder Anbieter von Diensten und Inhalten, die in eine Webseite eingebunden werden, gehören. In solchen Fall beachten wir die gesetzlichen Vorgaben und schließen insbesondere entsprechende Verträge bzw. Vereinbarungen, die dem Schutz Ihrer Daten dienen, mit den Empfängern Ihrer Daten ab.",
    "international-data-transfers": "Internationale Datentransfers",
    "rights-of-the-data-subjects": "Rechte der betroffenen Personen",

    "provision-of-01": "Bereitstellung des Onlineangebots und Webhosting",
    "provision-of-02": "Wir verarbeiten die Daten der Nutzer, um ihnen unsere Onlineangebote bereitstellen zu können. Hierbei verarbeiten wir die IP-Adresse der Nutzer, die für die Übermittlung der Inhalte und Funktionen unseres Onlineangebotes an den Browser bzw. das Endgerät des Nutzers erforderlich ist.",
    "provision-of-03": "Verarbeitete Datenarten: Nutzungsdaten (z.B. Seitenaufrufe und Verweildauer, Klickpfade, Nutzungsintensität und -häufigkeit, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen); Meta-, Kommunikations- und Vorgangsdaten (z.B. IP-Adressen, Zeitangaben, Identifikationsnummern, beteiligte Personen). Protokolldaten (z.B. Logfiles betreffend Logins bzw. den Abruf von Daten oder Zugriffszeiten).",
    "provision-of-04": "Betroffene Personen: Nutzer (z.B. Webseitenbesucher, Nutzer von Onlinediensten).",
    "provision-of-05": "Zwecke der Verarbeitung: Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit; Informationstechnische Infrastruktur (Betrieb und Bereitstellung von Informationssystemen und technischen Geräten (Computer, Server etc.). Sicherheitsmaßnahmen.",
    "provision-of-06": "Speicherung und Löschung: Die Löschung erfolgt entsprechend den Angaben im Abschnitt „Allgemeine Hinweise zur Datenspeicherung und Löschung“.",
    "provision-of-07": "Rechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).",
    "provision-of-08": "Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und Diensten:",
    "provision-of-09": "Erhebung von Zugriffsdaten und Logfiles: Die Zugriffe auf unser Onlineangebot werden in sogenannten „Server-Logfiles“ protokolliert. Zu den Serverlogfiles können die Adresse und Name der abgerufenen Websites und Dateien, Datum und Uhrzeit des Abrufs, übertragene Datenmengen, Meldung über erfolgreichen Abruf, Browsertyp nebst Version, das Betriebssystem des Nutzers, Referrer URL (die zuvor besuchte Seite) und im Regelfall IP-Adressen und der anfragende Provider gehören. Die Serverlogfiles können zu Zwecken der Sicherheit eingesetzt werden, z.B., um eine Überlastung der Server zu vermeiden (insbesondere im Fall von missbräuchlichen Angriffen, sogenannten DDoS-Attacken) und um die Auslastung der Server und ihre Stabilität sicherzustellen;",
    "provision-of-10": "Rechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).",
    "provision-of-11": "Löschung von Daten: Logfile-Informationen werden für die Dauer von maximal 30 Tagen gespeichert und anschließend gelöscht oder anonymisiert. Daten, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind bis zur endgültigen Klärung des jeweiligen Vorfalls von der Löschung ausgenommen.",

    "use-of-cookies-00": "Einsatz von Cookies",
    "use-of-cookies-01": "Unter dem Begriff „Cookies“ versteht man Funktionen, mit denen Informationen auf Geräten der Nutzer gespeichert und ausgelesen werden können. Cookies können zudem zu unterschiedlichen Zwecken eingesetzt werden, etwa zu Zwecken der Funktionsfähigkeit, Sicherheit und Benutzerfreundlichkeit von Onlineangeboten sowie zur Erstellung von Analysen zu Besucherströmen. Wir nutzen Cookies im Einklang mit den gesetzlichen Bestimmungen. Falls erforderlich, holen wir vorab eine Einwilligung der Nutzer ein. Falls eine Einwilligung nicht notwendig ist, stützen wir uns auf unsere berechtigten Interessen. Dies gilt, wenn das Speichern und Auslesen von Informationen zwingend erforderlich ist, um ausdrücklich angeforderte Inhalte und Funktionen bereitstellen zu können. Hierzu gehören etwa die Speicherung von Einstellungen sowie die Sicherstellung der Funktionsfähigkeit und Sicherheit unseres Onlineangebotes. Eine Einwilligung ist jederzeit widerrufbar. Wir informieren Sie klar und deutlich über den Umfang und welche Cookies eingesetzt werden.",
    "use-of-cookies-02": "Hinweise zu datenschutzrechtlichen Rechtsgrundlagen: Ob wir mit Hilfe von Cookies personenbezogene Daten verarbeiten, ist einwilligungsabhängig. Wird eine Einwilligung erteilt, dient diese als Rechtsgrundlage. Ohne Einwilligung stützen wir uns auf unsere berechtigten Interessen, die oben in diesem Abschnitt und im Rahmen der jeweiligen Dienste und Verfahren erläutert werden.",
    "use-of-cookies-03": "Speicherdauer: Im Hinblick auf die Speicherdauer werden die folgenden Arten von Cookies unterschieden:",
    "use-of-cookies-04": "Temporäre Cookies (auch: Session-Cookies): Temporäre Cookies werden spätestens gelöscht, nachdem ein Nutzer ein Online-Angebot verlässt und sein Gerät (z.B. Browser oder mobile Applikation) schließt.",
    "use-of-cookies-05": "Permanente Cookies: Permanente Cookies bleiben auch nach dem Schließen des Geräts gespeichert. So kann beispielsweise der Log-In-Status gespeichert und bevorzugte Inhalte beim erneuten Besuch einer Website direkt angezeigt werden. Die mithilfe von Cookies erhobenen Nutzerdaten können auch für die Reichweitenmessung verwendet werden. Sofern wir den Nutzern keine expliziten Informationen über Art und Speicherdauer von Cookies mitteilen (z.B. im Rahmen einer Einwilligung), sollten sie davon ausgehen, dass es sich um permanente Cookies handelt und die Speicherdauer bis zu zwei Jahre betragen kann.",
    "use-of-cookies-06": "Allgemeine Hinweise zum Widerruf und Widerspruch (Opt-Out): Nutzer können jederzeit ihre erteilte Einwilligung widerrufen und der Verarbeitung entsprechend den gesetzlichen Vorgaben auch mittels der Datenschutzeinstellungen ihres Browsers widersprechen.",
    "use-of-cookies-07": "Verarbeitete Datenarten: Meta-, Kommunikations- und Vorgangsdaten (z.B. IP-Adressen, Zeitangaben, Identifikationsnummern, beteiligte Personen).",
    "use-of-cookies-08": "Betroffene Personen: Nutzer (z. B. Webseitenbesucher, Nutzer von Onlinediensten).",
    "use-of-cookies-09": "Rechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO). Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO).",
    "use-of-cookies-10": "Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und Diensten:",
    "use-of-cookies-11": "Verarbeitung von Cookie-Daten auf Grundlage einer Einwilligung: Wir setzen eine Einwilligungsmanagement-Lösung ein, im Rahmen derer die Einwilligungen der Nutzer für den Einsatz von Cookies oder der im Rahmen der Einwilligungsmanagement-Lösung genannten Verfahren und Anbieter eingeholt werden. Dieses Verfahren dient dem Einholen, Protokollieren, Verwalten und Widerrufen von Einwilligungen insbesondere im Hinblick auf den Einsatz von Cookies und vergleichbaren Technologien, die zum Speichern, Auslesen und Verarbeiten von Informationen auf den Endgeräten der Nutzer verwendet werden. Im Rahmen dieses Verfahrens werden die Einwilligungen der Nutzer in den Einsatz von Cookies und die damit verbundene Verarbeitung von Informationen einschließlich der im Rahmen des Einwilligungsmanagementverfahrens genannten konkreten Verarbeitungen und Anbieter eingeholt. Außerdem haben die Nutzer die Möglichkeit, ihre Einwilligungen zu verwalten und zu widerrufen. Die Einwilligungserklärungen werden gespeichert, um eine erneute Abfrage zu vermeiden und den Nachweis von Einwilligungen entsprechend den gesetzlichen Anforderungen erbringen zu können. Die Speicherung der Daten erfolgt serverseitig und/oder in einem Cookie (sogenanntes Opt-In-Cookie) oder mittels vergleichbarer Technologien, um die Einwilligungen einem spezifischen Nutzer bzw. dessen Gerät zuordnen zu können. Sofern keine spezifischen Angaben zu den Anbietern von Einwilligungsmanagementdiensten vorhanden sind, gelten folgende generellen Hinweise: Die Dauer der Speicherung der Einwilligungen beträgt bis zu zwei Jahren. Dabei wird ein pseudonymer Nutzer-Identifikator erstellt, der zusammen mit dem Zeitpunkt der Einwilligung, den Informationen zur Reichweite der Einwilligung (z.B. relevante Cookie-Kategorien und/oder Diensteanbieter) und Informationen zum Browser, dem System und dem verwendeten Gerät gespeichert wird;",
    "use-of-cookies-12": "Rechtsgrundlagen: Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO).",

    "contact-and-inquiry-management-00": "Kontakt- und Anfrageverwaltung",
    "contact-and-inquiry-management-01": "Bei der Kontaktaufnahme mit uns (z.B. per Post, Kontaktformular, E-Mail, Telefon oder via soziale Medien) und im Rahmen bestehender Nutzungs- und Geschäftsbeziehungen werden die Angaben der anfragenden Personen verarbeitet, soweit dies zur Beantwortung der Kontaktanfragen und etwaiger angefragter Maßnahmen erforderlich ist.",
    "contact-and-inquiry-management-02": "Verarbeitete Datenarten: Bestandsdaten (z.B. vollständiger Name, Wohnadresse, Kontaktdaten, Kundennummer, etc.); Kontaktdaten (z.B. Post- und E-Mailadressen oder Telefonnummern); Inhaltsdaten (z.B. textliche oder visuelle Nachrichten und Beiträge sowie die damit in Zusammenhang stehenden Informationen, wie z.B. Angaben zur Urheberschaft oder Erstellungszeitpunkt); Nutzungsdaten (z.B. Seitenaufrufe und Verweildauer, Klickpfade, Nutzungsintensität und -häufigkeit, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen). Meta-, Kommunikations- und Vorgangsdaten (z.B. IP-Adressen, Zeitangaben, Identifikationsnummern, beteiligte Personen).",
    "contact-and-inquiry-management-03": "Betroffene Personen: Kommunikationspartner.",
    "contact-and-inquiry-management-04": "Zwecke der Verarbeitung: Kommunikation; Organisations- und Verwaltungsverfahren; Feedback (z.B. Sammeln von Feedback via Online-Formular). Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.",
    "contact-and-inquiry-management-05": "Speicherung und Löschung: Die Löschung erfolgt gemäß Angaben im Abschnitt „Allgemeine Hinweise zur Datenspeicherung und Löschung“.",
    "contact-and-inquiry-management-06": "Rechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO). Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO).",
    "contact-and-inquiry-management-07": "Weitere Informationen zu den Verarbeitungsverfahren, -methoden und -diensten:",
    "contact-and-inquiry-management-08": "Kontaktformular: Wenn Sie über unser Kontaktformular, per E-Mail oder über sonstige Kommunikationswege mit uns in Kontakt treten, verarbeiten wir die uns übermittelten personenbezogenen Daten zur Beantwortung und Bearbeitung der jeweiligen Anfrage. Hierzu gehören in der Regel Angaben wie Name, Kontaktdaten und ggf. weitere Informationen, die uns mitgeteilt werden und für eine entsprechende Bearbeitung erforderlich sind. Wir verwenden diese Daten ausschließlich zu dem angegebenen Zweck der Kontaktaufnahme und Kommunikation;",
    "contact-and-inquiry-management-09": "Rechtsgrundlagen: Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO), Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).",

    "presences-in-social-networks-00": "Präsenzen in sozialen Netzwerken (Social Media)",
    "presences-in-social-networks-01": "Wir unterhalten Onlinepräsenzen innerhalb sozialer Netzwerke und verarbeiten in diesem Rahmen Daten der Nutzer, um mit den dort aktiven Nutzern zu kommunizieren oder um Informationen über uns anzubieten.",
    "presences-in-social-networks-02": "Wir weisen darauf hin, dass dabei Daten der Nutzer außerhalb des Raumes der Europäischen Union verarbeitet werden können. Hierdurch können sich für die Nutzer Risiken ergeben, weil so z.B. die Durchsetzung der Rechte der Nutzer erschwert werden könnte.",
    "presences-in-social-networks-03": "Ferner werden die Daten der Nutzer innerhalb sozialer Netzwerke im Regelfall für Marktforschungs- und Werbezwecke verarbeitet. So können z.B. anhand des Nutzungsverhaltens und der sich daraus ergebenden Interessen der Nutzer Nutzungsprofile erstellt werden. Diese können wiederum verwendet werden, um innerhalb und außerhalb der Netzwerke Werbeanzeigen zu schalten, die mutmaßlich den Interessen der Nutzer entsprechen. Daher werden im Regelfall Cookies auf den Rechnern der Nutzer gespeichert, in denen das Nutzungsverhalten und die Interessen der Nutzer gespeichert werden. Ferner können in den Nutzungsprofilen auch Daten unabhängig der von den Nutzern verwendeten Geräte gespeichert werden (insbesondere, wenn sie Mitglieder der jeweiligen Plattformen sind und dort eingeloggt sind).",
    "presences-in-social-networks-04": "Für eine detaillierte Darstellung der jeweiligen Verarbeitungsarten und der Widerspruchsmöglichkeiten (Opt-Out) verweisen wir auf die Datenschutzerklärungen und Angaben der Betreiber der jeweiligen Netzwerke.",
    "presences-in-social-networks-05": "Auch im Fall von Auskunftsanfragen und der Geltendmachung von Betroffenenrechten weisen wir darauf hin, dass diese am effektivsten bei den Anbietern geltend gemacht werden können. Nur diese haben jeweils Zugriff auf die Daten der Nutzer und können direkt entsprechende Maßnahmen ergreifen und Auskünfte geben. Sollten Sie dennoch Hilfe benötigen, dann können Sie sich an uns wenden.",
    "presences-in-social-networks-06": "Verarbeitete Datenarten: Kontaktdaten (z.B. Post- und E-Mail-Adressen oder Telefonnummern); Inhaltsdaten (z.B. textliche oder visuelle Nachrichten und Beiträge sowie die damit verbundenen Informationen, wie z.B. Angaben zur Urheberschaft oder Erstellungszeitpunkt). Nutzungsdaten (z.B. Seitenaufrufe und Verweildauer, Klickpfade, Nutzungsintensität und -häufigkeit, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen).",
    "presences-in-social-networks-07": "Betroffene Personen: Nutzer (z. B. Webseitenbesucher, Nutzer von Onlinediensten).",
    "presences-in-social-networks-08": "Zwecke der Verarbeitung: Kommunikation; Feedback (z.B. Sammeln von Feedback über Online-Formular). Öffentlichkeitsarbeit.",
    "presences-in-social-networks-09": "Speicherung und Löschung: Die Löschung erfolgt entsprechend den Angaben im Abschnitt „Allgemeine Hinweise zur Datenspeicherung und Löschung“.",
    "presences-in-social-networks-10": "Rechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).",
    "presences-in-social-networks-11": "Weitere Informationen zu den Verarbeitungsverfahren, -methoden und -diensten:",
    "presences-in-social-networks-12": "LinkedIn: Soziales Netzwerk – Wir sind gemeinsam mit der LinkedIn Ireland Unlimited Company für die Erhebung (aber nicht die weitere Verarbeitung) von Besucherdaten verantwortlich, die zur Erstellung der „Page Insights“ (Statistiken) unserer LinkedIn-Profile verwendet werden. Diese Daten umfassen Informationen über die Arten von Inhalten, die Benutzer anzeigen oder mit denen sie interagieren, und die von ihnen ausgeführten Aktionen. Wir erfassen auch Details über die verwendeten Geräte wie IP-Adressen, Betriebssysteme, Browsertypen, Spracheinstellungen und Cookie-Daten sowie Informationen aus Benutzerprofilen wie Berufsfunktion, Land, Branche, Hierarchieebene, Unternehmensgröße und Beschäftigungsstatus. Datenschutzinformationen zur Verarbeitung von Benutzerdaten durch LinkedIn finden Sie in der Datenschutzrichtlinie von LinkedIn:",

    "linkedin-privacy-policy-00": "LinkedIn Datenschutzerklärung",
    "linkedin-privacy-policy-01": "Wir haben mit LinkedIn Irland eine spezielle Vereinbarung geschlossen (Page Insights Joint Controller Addendum",
    "linkedin-privacy-policy-02": "linkedin joint-controller-addendum",

    "x-001": "in der insbesondere geregelt ist, welche Sicherheitsmaßnahmen LinkedIn beachten muss und in der LinkedIn sich bereit erklärt hat, die Betroffenenrechte zu erfüllen (d.h. Nutzer können z.B. Auskunfts- oder Löschungsanfragen direkt an LinkedIn richten). Die Rechte der Nutzer (insbesondere auf Auskunft, Löschung, Widerspruch und Beschwerde bei der zuständigen Aufsichtsbehörde) werden durch die Vereinbarungen mit LinkedIn nicht eingeschränkt. Die gemeinsame Verantwortlichkeit beschränkt sich auf die Erhebung und Übermittlung von Daten an LinkedIn Ireland Unlimited Company, ein Unternehmen mit Sitz in der EU. Die weitere Verarbeitung der Daten liegt ausschließlich bei LinkedIn Ireland Unlimited Company, insbesondere im Hinblick auf die Übermittlung von Daten an das Mutterunternehmen LinkedIn Corporation in den USA; Dienstanbieter: LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Irland;",
    "x-002": "Rechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO);",
    "x-003": "Website:",
    "x-004": "Datenschutzerklärung:",
    "x-005": "LinkedIn Datenschutzerklärung",
    "x-006": "Widerspruchsmöglichkeit (Opt-Out):",
    "x-007": "LinkedIn Neuausrichtung-Opt-out:",
    "x-008": "Erstellt mit kostenlosem",
    "x-009": "Datenschutz-Generator.de",
    "x-010": "von"
  }
}
