{
  "DEVELOPER": {
    "developer": "Developer"
  },
  "SECTIONS": {
    "about": "About me",
    "skills": "My skills",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "ABOUT": {
    "talk-01": "Hello, I'm Konstantin - a Full-Stack Developer based in Paraguay, passionate about building scalable web applications from user interface to server infrastructure.",
    "talk-02": "With strong expertise in JavaScript, Angular, and Node.js, I specialize in creating both engaging frontends and robust backend systems with DevOps solutions.",
    "talk-03": "Working remotely with a European work mentality, I offer flexible availability and leverage the time difference to provide extended coverage for German-speaking markets."
  },
  "PORTFOLIO": {
    "title": "Portfolio",
    "description": "Explore a selection of my work here - Interact with projects to see my skills in action."
  },
  "PROJECTS": {
    "loco-projectName": "El Pollo Loco",
    "loco-description": "Jump-and-Run game: A game developed using object-oriented programming. Defeat enemies on the way to the final boss and collect items along the way.",
    "loco-alt": "Image of project: El Pollo Loco.",

    "join-projectName": "Join",
    "join-description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "join-alt": "Image of project: Join.",

    "super-rando-projectName": "Super~Rando",
    "super-rando-description": "A modern, mobile web app built with Vanilla JavaScript, CSS, and PHP. The project showcases professional frontend architecture and best practices - without relying on external frameworks.",
    "super-rando-alt": "Image of project: Super~Rando.",

    "lets-todo-projectName": "Let's Todo",
    "lets-todo-description": "A modern, complete todo management solution with separate frontend and backend architecture. Vanilla JavaScript frontend communicates with Node.js Express API, including multi-environment deployment and comprehensive documentation.",
    "lets-todo-alt": "Image of project: Let's Todo - Complete Project Suite."
  },
  "CONTACT": {
    "say": "Say hi!",
    "title": "Want to discuss a new project?",
    "expression": "Say hello! let's discuss your ideas and make it happen",
    "yourName": "Your name",
    "yourNameRequired": "Your name is required.",
    "yourNameFull": "Please enter your full name.",
    "yourEmail": "Your email",
    "yourEmailRequired": "Your email is required.",
    "yourEmailFull": "Please enter a valid email address.",
    "yourMessage": "Your message",
    "yourMessageRequired": "Your message is empty.",
    "checkBox01": "I've read the",
    "checkBox02": "privacy policy",
    "checkBox03": "and agree to the processing of my data as outlined.",
    "success-message": "Your message was sent successfully!",
    "error-message": "An error occurred. Please try again."
  },
  "FOOTER": {
    "policy": "Privacy Policy & Legal Notice"
  },
  "BUTTONS": {
    "sentMessage": "Send message",
    "letsTalk": "Let' s talk",
    "scroll": "Scroll",
    "down": "down",
    "switchBack": "Back to page"
  },
  "IMPRINT": {
    "policy-card-01": "Contact",

    "privacy-policy-01": "Privacy policy",
    "privacy-policy-02": "State",
    "privacy-policy-03": "Table of contents",

    "policy-02": "Privacy Policy & Legal Notice",

    "index-link-01": "Responsible Party",
    "index-link-02": "Overview of Processing Activities",
    "index-link-03": "Applicable Legal Bases",
    "index-link-04": "Security Measures",
    "index-link-05": "Transfer of Personal Data",
    "index-link-06": "International Data Transfers",
    "index-link-07": "Rights of Data Subjects",
    "index-link-08": "Provision of Online Services and Web Hosting",
    "index-link-09": "Use of Cookies",
    "index-link-10": "Contact and Request Management",
    "index-link-11": "Presence on Social Networks (Social Media)",

    "responsible-person": "Responsible Party",
    "overview-processing": "Overview of Processing Activities",

    "processing-description": "The following overview summarizes the types of processed data, the purposes of their processing, and refers to the affected persons.",
    "processing-description-h3": "Types of data processed",

    "type-of-processed-data-1": "Inventory data",
    "type-of-processed-data-2": "Contact data",
    "type-of-processed-data-3": "Content data",
    "type-of-processed-data-4": "Usage data",
    "type-of-processed-data-5": "Meta, communication, and procedural data",
    "type-of-processed-data-6": "Log data",

    "categories-of-data-subjects": "Categories of data subjects",
    "category-affected-persons-1": "Communication partners",
    "category-affected-persons-2": "Users",
    "purposes-of-processing": "Purposes of processing",

    "purpose-processing-1": "Communication",
    "purpose-processing-2": "Security measures",
    "purpose-processing-3": "Organizational and administrative procedures",
    "purpose-processing-4": "Feedback",
    "purpose-processing-5": "Provision of our online offer and user-friendliness",
    "purpose-processing-6": "IT infrastructure",
    "purpose-processing-7": "Public relations",

    "legal-bases-01": "Applicable legal bases under GDPR",
    "security-measures": "Appropriate technical and organizational measures to ensure an adequate level of protection against risks.",
    "legal-requirements": "In accordance with the legal requirements, taking into account the state of the art, the implementation costs and the nature, scope, circumstances and purposes of the processing as well as the different probabilities of occurrence and the extent of the threat to the rights and freedoms of natural persons, we take appropriate technical and organizational measures to ensure a level of protection appropriate to the risk.",
    "measures-include": "The measures include in particular ensuring the confidentiality, integrity and availability of data by controlling physical and electronic access to the data as well as access, input, transfer, ensuring availability and separation. Furthermore, we have set up procedures that ensure the exercise of data subject rights, the deletion of data and reactions to threats to data. Furthermore, we take the protection of personal data into account when developing or selecting hardware, software and processes in accordance with the principle of data protection, through technology design and through data protection-friendly default settings.",
    "transmission-of-personal-data": "Transmission of personal data",
    "transmission-of-personal-data-02": "As part of our processing of personal data, it may happen that these are transmitted to other bodies, companies, legally independent organizational units or persons or disclosed to them. The recipients of this data may include, for example, service providers commissioned with IT tasks or providers of services and content that are integrated into a website. In such cases, we comply with the legal requirements and, in particular, conclude appropriate contracts or agreements with the recipients of your data that serve to protect your data.",
    "international-data-transfers": "International data transfers",
    "rights-of-the-data-subjects": "Rights of the data subjects",

    "provision-of-01": "Provision of the online offer and web hosting",
    "provision-of-02": "We process users' data in order to be able to provide them with our online services. For this purpose, we process the user's IP address, which is necessary to transmit the content and functions of our online services to the user's browser or device.",
    "provision-of-03": "Types of data processed: Usage data (e.g. page views and length of stay, click paths, intensity and frequency of use, device types and operating systems used, interactions with content and functions); meta, communication and procedural data (e.g. IP addresses, time information, identification numbers, people involved). Protocol data (e.g. log files relating to logins or the retrieval of data or access times).",
    "provision-of-04": "Data subjects: Users (e.g. website visitors, users of online services).",
    "provision-of-05": "Purposes of processing: Provision of our online offering and user-friendliness; Information technology infrastructure (operation and provision of information systems and technical devices (computers, servers, etc.).). Security measures.",
    "provision-of-06": "Storage and deletion: Deletion in accordance with the information in the section 'General information on data storage and deletion'.",
    "provision-of-07": "Legal basis: Legitimate interests (Article 6 (1) sentence 1 lit. f) GDPR).",
    "provision-of-08": "Further information on processing procedures, methods and services:",
    "provision-of-09": "Collection of access data and log files: Access to our online offering is logged in the form of so-called 'server log files'. The server log files can include the address and name of the websites and files accessed, the date and time of access, the amount of data transferred, notification of successful access, browser type and version, the user's operating system, referrer URL (the previously visited page) and, as a rule, IP addresses and the requesting provider. The server log files can be used for security purposes, e.g. to avoid overloading the servers (particularly in the case of abusive attacks, so-called DDoS attacks), and to ensure the utilization of the servers and their stability;",
    "provision-of-10": "Legal basis: Legitimate interests (Article 6 (1) sentence 1 lit. f) GDPR).",
    "provision-of-11": "Deletion of data: Log file information is stored for a maximum of 30 days and then deleted or anonymized. Data that needs to be retained for evidentiary purposes is exempt from deletion until the respective incident has been finally resolved.",

    "use-of-cookies-00": "Use of cookies",
    "use-of-cookies-01": "The term 'cookies' refers to functions that store and read information on users' devices. Cookies can also be used for various purposes, such as for the purposes of the functionality, security and convenience of online services and for creating analyses of visitor flows. We use cookies in accordance with legal regulations. If necessary, we obtain the consent of users in advance. If consent is not necessary, we rely on our legitimate interests. This applies if the storage and reading of information is essential in order to be able to provide expressly requested content and functions. This includes, for example, the storage of settings and ensuring the functionality and security of our online service. Consent can be revoked at any time. We provide clear information about the scope of this and which cookies are used.",
    "use-of-cookies-02": "Notes on legal bases under data protection law: Whether we process personal data using cookies depends on consent. If consent is given, it serves as the legal basis. Without consent, we rely on our legitimate interests, which are explained above in this section and in the context of the respective services and procedures.",
    "use-of-cookies-03": "Storage period: With regard to the storage period, the following types of cookies are distinguished:",
    "use-of-cookies-04": "Temporary cookies (also: session cookies): Temporary cookies are deleted at the latest after a user has left an online offering and closed their device (e.g. browser or mobile application).",
    "use-of-cookies-05": "Permanent cookies: Permanent cookies remain stored even after the device is closed. For example, the log-in status can be saved and preferred content can be displayed directly when the user visits a website again. The user data collected using cookies can also be used to measure reach. If we do not provide users with explicit information about the type and storage period of cookies (e.g. when obtaining consent), they should assume that they are permanent and that the storage period can be up to two years.",
    "use-of-cookies-06": "General information on revocation and objection (opt-out): Users can revoke the consent they have given at any time and also object to processing in accordance with the legal requirements, also by means of the privacy settings of their browser.",
    "use-of-cookies-07": "Types of data processed: Meta, communication and procedural data (e.g. IP addresses, time information, identification numbers, persons involved).",
    "use-of-cookies-08": "Data subjects: Users (e.g. website visitors, users of online services).",
    "use-of-cookies-09": "Legal basis: Legitimate interests (Art. 6 Para. 1 S. 1 lit. f) GDPR). Consent (Art. 6 Para. 1 S. 1 lit. a) GDPR).",
    "use-of-cookies-10": "Further information on processing procedures, methods and services:",
    "use-of-cookies-11": "Processing of cookie data based on consent: We use a consent management solution in which the consent of users is obtained for the use of cookies or for the procedures and providers mentioned in the consent management solution. This procedure is used to obtain, log, manage and revoke consent, in particular with regard to the use of cookies and comparable technologies that are used to store, read and process information on users' end devices. As part of this procedure, users' consent is obtained for the use of cookies and the associated processing of information, including the specific processing and providers mentioned in the consent management procedure. Users also have the option of managing and revoking their consent. The consent declarations are stored in order to avoid a repeat query and to be able to provide proof of consent in accordance with legal requirements. The data is stored on the server side and/or in a cookie (so-called opt-in cookie) or using comparable technologies in order to be able to assign the consent to a specific user or their device. If no specific information is available about the providers of consent management services, the following general information applies: The duration of the storage of the consent is up to two years. A pseudonymous user identifier is created, which is stored together with the time of the consent, the information on the scope of the consent (e.g. relevant categories of cookies and/or service providers) and information about the browser, the system and the device used;",
    "use-of-cookies-12": "Legal basis: Consent (Article 6 (1) sentence 1 lit. a) GDPR).",

    "contact-and-inquiry-management-00": "Contact and inquiry management",
    "contact-and-inquiry-management-01": "When you contact us (e.g. by post, contact form, email, telephone or via social media) and within the framework of existing user and business relationships, the details of the inquiring persons are processed to the extent that this is necessary to answer the contact inquiries and any requested measures.",
    "contact-and-inquiry-management-02": "Types of data processed: Inventory data (e.g. full name, home address, contact information, customer number, etc.); contact data (e.g. postal and email addresses or telephone numbers); content data (e.g. textual or visual messages and posts as well as the information relating to them, such as details of authorship or time of creation); usage data (e.g. page views and length of stay, click paths, intensity and frequency of use, device types and operating systems used, interactions with content and functions). Meta, communication and procedural data (e.g. IP addresses, time information, identification numbers, people involved).",
    "contact-and-inquiry-management-03": "Data subjects: communication partners.",
    "contact-and-inquiry-management-04": "Purposes of processing: communication; organizational and administrative procedures; feedback (e.g. collecting feedback via online form). Provision of our online offering and user-friendliness.",
    "contact-and-inquiry-management-05": "Storage and deletion: Deletion in accordance with information in the section 'General information on data storage and deletion'.",
    "contact-and-inquiry-management-06": "Legal basis: Legitimate interests (Art. 6 Para. 1 Clause 1 Letter f) GDPR). Contractual performance and pre-contractual inquiries (Art. 6 Para. 1 Clause 1 Letter b) GDPR).",
    "contact-and-inquiry-management-07": "Further information on processing procedures, methods and services:",
    "contact-and-inquiry-management-08": "Contact form: When you contact us via our contact form, by email or other means of communication, we process the personal data sent to us to answer and process the respective request. This usually includes details such as name, contact information and if necessary, other information that is communicated to us and is necessary for appropriate processing. We use this data exclusively for the stated purpose of contacting and communicating;",
    "contact-and-inquiry-management-09": "Legal basis: Contractual performance and pre-contractual inquiries (Art. 6 Para. 1 Clause 1 Letter b) GDPR), Legitimate interests (Art. 6 Para. 1 Clause 1 Letter f) GDPR).",

    "presences-in-social-networks-00": "Presences in social networks (social media)",
    "presences-in-social-networks-01": "We maintain online presences within social networks and, in this context, process user data in order to communicate with the users active there or to offer information about us.",
    "presences-in-social-networks-02": "We would like to point out that user data may be processed outside the European Union. This may result in risks for users, as it could, for example, make it more difficult to enforce user rights.",
    "presences-in-social-networks-03": "Furthermore, the data of users within social networks is usually processed for market research and advertising purposes. For example, user profiles can be created based on the user's usage behavior and the resulting interests. The latter may in turn be used to place advertisements within and outside the networks that presumably correspond to the user's interests. Therefore, cookies are usually stored on users' computers in which the user's usage behavior and interests are stored. In addition, data can also be stored in the user profiles regardless of the devices used by the users (especially if they are members of the respective platforms and are logged in there).",
    "presences-in-social-networks-04": "For a detailed description of the respective processing methods and the options for objection (opt-out), we refer to the data protection declarations and information of the operators of the respective networks.",
    "presences-in-social-networks-05": "In the case of requests for information and the assertion of data subject rights, we would like to point out that these can be asserted most effectively with the providers. Only the latter have access to the user data and can directly take appropriate measures and provide information. If you still need help, you can contact us.",
    "presences-in-social-networks-06": "Types of data processed: Contact data (e.g. postal and email addresses or telephone numbers); Content data (e.g. textual or visual messages and contributions as well as the information relating to them, such as details of authorship or time of creation). Usage data (e.g. page views and length of stay, click paths, intensity and frequency of use, device types and operating systems used, interactions with content and functions).",
    "presences-in-social-networks-07": "Data subjects: Users (e.g. website visitors, users of online services).",
    "presences-in-social-networks-08": "Purposes of processing: communication; feedback (e.g. collecting feedback via online form). Public relations.",
    "presences-in-social-networks-09": "Storage and deletion: Deletion in accordance with the information in the section 'General information on data storage and deletion'.",
    "presences-in-social-networks-10": "Legal basis: Legitimate interests (Article 6 (1) sentence 1 lit. f) GDPR).",
    "presences-in-social-networks-11": "Further information on processing procedures, methods and services:",
    "presences-in-social-networks-12": "LinkedIn: Social network - We are jointly responsible with LinkedIn Ireland Unlimited Company for collecting (but not further processing) visitor data that is used to create the 'Page Insights' (statistics) of our LinkedIn profiles. This data includes information about the types of content users view or interact with, and the actions they take. We also collect details about the devices used, such as IP addresses, operating systems, browser types, language settings and cookie data, as well as information from user profiles, such as job function, country, industry, hierarchy level, company size and employment status. Data protection information on LinkedIn's processing of user data can be found in LinkedIn's privacy policy:",

    "linkedin-privacy-policy-00": "Linkedin privacy-policy",
    "linkedin-privacy-policy-01": "We have entered into a special agreement with LinkedIn Ireland (Page Insights Joint Controller Addendum",
    "linkedin-privacy-policy-02": "linkedin joint-controller-addendum",

    "x-001": "Which in particular regulates which security measures LinkedIn must observe and in which LinkedIn has agreed to fulfill the rights of those affected (i.e. users can, for example, directly send requests for information or deletion to LinkedIn). The rights of users (in particular the right to information, deletion, objection and complaint to the competent supervisory authority) are not restricted by the agreements with LinkedIn. The joint controllership is limited to the collection and transmission of data to LinkedIn Ireland Unlimited Company, a company based in the EU. The further processing of the data is the sole responsibility of LinkedIn Ireland Unlimited Company, in particular with regard to the transmission of data to the parent company LinkedIn Corporation in the USA; Service provider: LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Ireland;",
    "x-002": "Legal basis: Legitimate interests (Article 6 (1) sentence 1 lit. f) GDPR);",
    "x-003": "Website:",
    "x-004": "Privacy Policy:",
    "x-005": "linkedin privacy-policy",
    "x-006": "Opt-out option:",
    "x-007": "linkedin retargeting-opt-out",
    "x-008": "Created with free",
    "x-009": "Datenschutz-Generator.de",
    "x-010": "from"
  },
  "FAKEPAGE": {
    "headline": "404 - Page not found",
    "para": "The page you are looking for does not exist.",
    "link": "Back to pages"
  }
}
